index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-04-18 Sun 14:32 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>/nebhrajani/</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Nebhrajani A.V." />
<html class="sea-theme">
<meta http-equiv="content-type" content="text/html; charset=UTF-8">
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" href="./stylesheets/hack.css" />
<link rel="stylesheet" href="./stylesheets/css.css" />
<link rel="stylesheet" href="./stylesheets/standard.css" />
<link rel="stylesheet" href="./stylesheets/index.css" />
</head>
<body>
<div id="content">
<nav class="sidebar-nav">
<a class="nav-item" title="" href="https://nebhrajani-a.github.io/">home</a>
<a class="nav-item" title="" href="https://nebhrajani-a.github.io/posts/">posts</a>
<a class="nav-item" title="" href="https://nebhrajani-a.github.io/files/">files</a>
</nav>

<!-- <div class="post-meta - 1 min read
-->

<div id="outline-container-org54ee61b" class="outline-2">
<h2 id="org54ee61b">$ whoami</h2>
<div class="outline-text-2" id="text-org54ee61b">
<p>
I’m a high school student living in Pune, MH, India. My interests
include computer programming, electronics, mathematics, badminton,
guitar, and pedagogy.
</p>

<p>
Specific interests: compiler design, algorithm analysis,
encryption, Lisp, GNU Emacs, C, C++, \(\mathrm{\LaTeX}\), Python,
Linux.
</p>
</div>
</div>

<div id="outline-container-orgbd41adc" class="outline-2">
<h2 id="orgbd41adc">$ ping</h2>
<div class="outline-text-2" id="text-orgbd41adc">
<ul class="org-ul">
<li><a href="mailto:nebhrajani@protonmail.com">Email</a></li>
<li><a href="./gpg.txt">GPG</a></li>
<li><a href="https://github.com/nebhrajani-a">GitHub</a></li>
<li><a href="https://www.linkedin.com/in/nebhrajani">LinkedIn</a></li>
</ul>
</div>
</div>

<div id="outline-container-org3e9c729" class="outline-2">
<h2 id="org3e9c729">$ man site</h2>
<div class="outline-text-2" id="text-org3e9c729">
<p>
This site’s theme is <a href="https://github.com/rfaulhaber/duotone-theme-hugo">duotone-theme-hugo</a>. The source is on a <a href="https://github.com/nebhrajani-a/nebhrajani-a.github.io">GitHub
repo</a>. This site does not use trackers or any JavaScript other than
<a href="https://www.mathjax.org">MathJax</a>, a program used to convert LaTeX code to MathML for HTML
rendering. MathJax passes most JavaScript security extensions,
including all of Tor's settings other than 'Safest'.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr><p style="font-size: 75%">Created in GNU <a href="https://www.gnu.org/software/emacs/">Emacs</a> 25.2.2 (<a href="https://orgmode.org">Org</a> mode 9.3.6).</p>
</div>
</body>
</html>
